tap "adoptopenjdk/openjdk"
tap "databricks/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "twlz0ne/ccls"
tap "warrensbox/tap"
brew "xz"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "azure-cli"
brew "bash-completion"
brew "black"
brew "bzip2"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "dcmtk"
brew "diffutils"
brew "docker", link: false
brew "docker-buildx"
brew "docker-compose", link: false
brew "dos2unix"
brew "emacs"
brew "ffmpeg@4", link: true
brew "findutils"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-extras"
brew "gnupg"
brew "go"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "hubble"
brew "jq"
brew "karn"
brew "kubernetes-cli"
brew "libpq", link: true
brew "librdkafka"
brew "libxslt"
brew "markdown"
brew "openjdk"
brew "maven"
brew "minikube"
brew "mosh"
brew "mpich"
brew "ncurses"
brew "ncdu"
brew "node"
brew "nodenv"
brew "p7zip"
brew "parallel"
brew "pure"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "terraform-docs"
brew "tfenv", link: false
brew "tgenv"
brew "tmux"
brew "wget"
brew "zlib"
brew "zsh"
brew "databricks/tap/databricks"
brew "warrensbox/tap/tfswitch"
cask "keepingyouawake"
vscode "4ops.terraform"
vscode "alexcvzz.vscode-sqlite"
vscode "bastienboutonnet.vscode-dbt"
vscode "buenon.scratchpads"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "databricks.databricks"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.triggertaskonsave"
vscode "hashicorp.terraform"
vscode "henriblancke.vscode-dbt-formatter"
vscode "innoverio.vscode-dbt-power-user"
vscode "james-yu.latex-workshop"
vscode "kahole.magit"
vscode "matangover.mypy"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "orta.vscode-jest"
vscode "paiqo.databricks-vscode"
vscode "randomfractalsinc.vscode-data-table"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "tamasfe.even-better-toml"
