tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "twlz0ne/ccls"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bash-completion"
brew "bzip2"
brew "colordiff"
brew "coreutils"
brew "openssl@3"
brew "curl"
brew "dcmtk"
brew "diffutils"
brew "docker"
brew "dos2unix"
brew "emacs"
brew "findutils"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-extras"
brew "gnupg"
brew "go"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "jq"
brew "karn"
brew "libpq", link: true
brew "markdown"
brew "minikube"
brew "mosh"
brew "ncdu"
brew "node"
brew "nodenv"
brew "pure"
brew "pyenv-virtualenv"
brew "python@3.12"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "tfenv"
brew "tgenv"
brew "tmux"
brew "wget"
brew "zlib"
brew "zsh"
cask "keepingyouawake"
vscode "4ops.terraform"
vscode "buenon.scratchpads"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "DigitalBrainstem.javascript-ejs-support"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "GraphQL.vscode-graphql-syntax"
vscode "henriblancke.vscode-dbt-formatter"
vscode "innoverio.vscode-dbt-power-user"
vscode "James-Yu.latex-workshop"
vscode "kahole.magit"
vscode "matangover.mypy"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "Orta.vscode-jest"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
