tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "twlz0ne/ccls"
brew "bash-completion"
brew "bzip2"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "docker"
brew "emacs"
brew "findutils"
brew "gh"
brew "git"
brew "git-extras"
brew "gnupg"
brew "go"
brew "graphviz"
brew "grep"
brew "jq"
brew "karn"
brew "libpq", link: true
brew "markdown"
brew "mosh"
brew "ncdu"
brew "node"
brew "nodenv"
brew "openssl@3"
brew "postgresql@14", link: false
brew "pure"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "terraform"
brew "tmux"
brew "wget"
brew "zlib"
brew "zsh"
cask "adoptopenjdk16"
cask "google-cloud-sdk"
cask "keepingyouawake"
